---
kind: property
id: P:Autodesk.Revit.DB.Family.IsCurtainPanelFamily
zh: 族
source: html/da0becae-cb65-fffd-1e97-b4aab5533004.htm
---
# Autodesk.Revit.DB.Family.IsCurtainPanelFamily Property

**中文**: 族

Whether the Family is a Curtain Panel family. Curtain Panel family
symbols are used as the ObjectTypes of
 DividedSurface elements.

## Syntax (C#)
```csharp
public bool IsCurtainPanelFamily { get; }
```